Repository: malcalevak/wp-slimbox2
Catalog: languages/wp-slimbox2-*.po
Languages: nl_nl

source: Image {x} of {y}
nl_nl: Afbeelding {x} van de {y}

source: Settings
nl_nl: Instellingen

source: Setting
nl_nl: Instelling

source: Description
nl_nl: Omschrijving

source: Use the various options above to control some of the advanced settings of the plugin
nl_nl: Met opties hierboven kunt u verscheidene geavanceerde instellingen beheren.

source: Autoload?
nl_nl: Automatisch laden?

source: Enable Picasaweb Integration?
nl_nl: Picasaweb-integratie inschakelen?

source: Enable Flickr Integration?
nl_nl: Flickr-integratie inschakelen?

source: Loop?
nl_nl: Lussen?

source: Overlay Opacity
nl_nl: Transparantie van de overlay

source: Overlay Color
nl_nl: Kleur van de overlay

source: Overlay Fade Duration
nl_nl: Overgangsduur van de overlay

source: Resize Duration
nl_nl: Omvormingsduur

source: Resize Easing
nl_nl: Omvormingseffect

source: Initial Width
nl_nl: Aanvangsbreedte

source: Initial Height
nl_nl: Aanvangshoogte

source: Image Fade Duration
nl_nl: Duur van de overvloei

source: Caption Animation Duration
nl_nl: Animatie-duur van bijschrift

source: Counter Text
nl_nl: Teller-tekst

source: Close Keys
nl_nl: Toetsen voor 'Sluiten'

source: Enable Manual Key Code Entry?
nl_nl: Handmatige invoer van toetsencodes inschakelen?

source: That key has already been defined.
nl_nl: Die toets is al toegewezen.

source: Previous Keys
nl_nl: Toetsen voor 'Terug'

source: Next Keys
nl_nl: Toetsen voor 'Volgende'

source: Maintenance mode
nl_nl: Onderhoud-modus

source: Update Options
nl_nl: Instellingen aanpassen

source: default/prevlabel.gif
nl_nl: nl_NL/prevlabel-nl.gif

source: default/nextlabel.gif
nl_nl: nl_NL/nextlabel-nl.gif

source: default/closelabel.gif
nl_nl: nl_NL/closelabel-nl.gif

source: Disabled
nl_nl: Uitgeschakeld

source: en_US
nl_nl: nl_NL/NL

source: The safer, easier way to pay online!
nl_nl: PayPal, de veilige en complete manier van online betalen.

source: This option allows the user to adjust the opacity of the background overlay. 1 is completely opaque, 0 is completely transparent. <b>Default is 0.8.</b>
nl_nl: Met deze optie kunt u de transparantie instellen van de achtergrond-overlay: 1 is geheel ondoorzichtig, 0 is geheel transparant.

source: This option allows the user to set the color of the overlay by selecting your hue from the circle and color gradient from the square. Alternatively you may manually enter a valid HTML color code. The color of the entry field will change to reflect your selected color. <b>Default is #000000.</b>
nl_nl: Met deze optie kunt u de kleur van de overlay bepalen, door het aanklikken van de gewenste tint in de cirkel, en de kleuren verloopfase in het vierkant. Als alternatief kunt u ook handmatig een geldige HTML kleurcode invoeren. De kleur van het invoerveld zal de door u gekozen kleur weergeven. <b>De standaard waarde is #000000.</b>

source: This option allows the user to adjust the duration of the overlay fade-in and fade-out animations, in milliseconds. <b>Default is 400.</b>
nl_nl: Met deze optie kunt u de duur van het fade-in/fade-out overvloei effect instellen van de overlay, in milliseconden.

source: This option allows the user to adjust the duration of the resize animation for width and height, in milliseconds. <b>Default is 400.</b>
nl_nl: Met deze optie kunt u de duur instellen, in milliseconden, van het omvorming animatie-effect in hoogte en breedte.

source: This option allows the user to adjust the easing effect that you want to use for the resize animation (easings other than swing load an additional jQuery Easing Plugin). Many easings require a longer execution time to look good, so you should adjust the resizeDuration option above as well. <b>Default is swing.</b>
nl_nl: Met deze optie kunt u het specifieke omvormingseffect invoeren dat u wilt toepassen op de afbeeldingen (hiervoor is wel de jQuery Easing-plugin vereist). Veel effecten hebben meer tijd nodig voor hun uitvoering, om er goed uit te zien; pas dus de omvormingsduur optie, hierboven, overeenkomstig aan.

source: This option allows the user to adjust the initial width of the box, in pixels. <b>Default is 250.</b>
nl_nl: Met deze optie kunt u de aanvangsbreedte van de box instellen (in pixels).

source: This option allows the user to adjust the initial height of the box, in pixels. <b>Default is 250.</b>
nl_nl: Met deze optie kunt u de aanvangshoogte van de box instellen (in pixels).

source: This option allows the user to adjust the duration of the image fade-in animation, in milliseconds. Disabling this effect will make the image appear instantly. <b>Default is 400.</b>
nl_nl: Met deze optie kunt u de duur van de overvloei-animatie instellen, in milliseconden. Geef 1 in voor uitschakeling van dit effect, waardoor de afbeelding direct wordt getoond.

source: This option allows the user to adjust the duration of the caption animation, in milliseconds. Disabling this effect will make the caption appear instantly. <b>Default is 400.</b>
nl_nl: Met deze optie kunt u de animatie-duur instellen voor het bijschrift, in milliseconden. Geef 1 in om het uit te schakelen, waardoor het bijschrift meteen wordt getoond.

source: This option allows the user to customize, translate or disable the counter text which appears in the captions when multiple images are shown. Inside the text, {x} will be replaced by the current image index, and {y} will be replaced by the total number of images in the group. Set it to false (boolean value, without quotes) or "" to disable the counter display. <b>Default is "Image {x} of {y}".</b>
nl_nl: Met deze optie kunt u de teller-text aanpassen, vertalen of uitschakelen, zoals te zien als meerdere afbeeldingen worden getoond. In die tekst wordt {x} vervangen door de huidige afbeeldingsindex (de 'tellerstand'), en {y} wordt vervangen door het totale aantal afbeeldingen. Geef de waarde 'false' (zonder aanhalingstekens!) of "" om de teller-tekst uit te schakelen. <b>Standaard waarde is "Afbeelding {x} van de {y}".</b>

source: These options allow the user to specify an array of <a href="http://www.webonweboff.com/tips/js/event_key_codes.aspx" TARGET="_blank">key codes</a> representing the keys to press to close or navigate to the next or previous images.</p><p>Just select the corresponding text box and press the keys you would like to use. Alternately check the box below to manually enter or clear key codes.</p><b><p>Default close values are [27, 88, 67] which means Esc (27), "x" (88) and "c" (67).</p><p>Default previous values are [37, 80] which means Left arrow (37) and "p" (80).</p><p>Default next values are [39, 78] which means Right arrow (39) and "n" (78).
nl_nl: Met deze optie kunt u een serie <a href="http://www.webonweboff.com/tips/js/event_key_codes.aspx" TARGET="_blank">toetsen codes</a> aangeven, en daarmee de toetsen die ingedrukt kunnen worden om de afbeelding te sluiten, of naar de volgende dan wel terug naar de vorige te gaan.</p><p>Klik eenvoudigweg in het gewenste invoerveld, en druk dan de gewenste toets in. Als alternatief kunt u ook het volgende vakje aanvinken, om handmatig de nummer-waarden in te voeren of te wissen.</p><b><p>De standaard waarden voor 'Sluiten' zijn: [27, 88, 83] hetgeen overeenkomt met Esc (27), "x" (88) en "s" (83).</p><p>De standaard waarden voor 'Volgende' zijn: [39, 86] hetgeen overeenkomt met Rechts-pijl (39) en "v" (86).</p><p>De standaard waarden voor 'Terug' zijn: [37, 84] hetgeen overeenkomt met Links-pijl (37) and "t" (84).

source: This option enables a maintenance mode for testing purposes. When enabled slimbox will be disabled until you enable it by appending <b><code>?slimbox=on</code></b> to a url. It will then remain on until you disable it by appending <b><code>?slimbox=off</code></b> to a url, you clear your cookies, or in certain cases you clear your browser cache. This setting only impacts things at an individual vistor level, not a site wide level. <b>Default is Disabled.</b>
nl_nl: Met deze optie kunt u de onderhouds-modus aanzetten. Daarmee wordt Slimbox uitgeschakeld, totdat het weer wordt aangezet door ?slimbox=on aan een url toe te voegen. Daarna blijft het aanstaan, totdat u aan een url ?slimbox=off toevoegt, ofwel u uw cookies wist, of - in bepaalde gevallen - uw browser-cache leegt. Deze instelling is alleen op bezoekers van toepassing; niet over de gehele site.

source: This option allows the user to automatically activate Slimbox on all links pointing to ".jpg", ".jpeg", ".png", ".bmp" or ".gif". All image links will automatically be grouped together in a gallery according to the selector chosen below. If this isn't activated you will need to manually add <b><code>rel="lightbox"</code></b> for individual images or <b><code>rel="lightbox-imagesetname"</code></b> for groups on all links you wish to use the Slimbox effect. <b>Default is Disabled.</b>
nl_nl: Met deze optie kunt u Slimbox automatisch activeren voor alle links die naar ".jpg", ".jpeg", ".png", ".bmp" or ".gif" verwijzen. Alle links naar afbeeldingen in hetzelfde blok of paragraaf (in hetzelfde element) zullen automatisch in een galerij gegroepeerd worden. Als deze optie niet is aangevinkt, moet u handmatig voor individuele afbeeldingen <b><code>rel="lightbox"</code></b> of voor groepen <b><code>rel="lightbox-imagesetname"</code></b> aangeven voor all links waarvoor u Slimbox wilt toepassen.

source: This option allows the user to automatically add the Slimbox effect to Picasaweb links when provided an appropriate url (this is separate from the autoload script which only functions on direct image links). <b>Default is Disabled.</b>
nl_nl: his option allows the user to automatically add the Slimbox effect to Picasaweb links when provided an appropriate thumbnail (this is separate from the autoload script which only functions on image links).\" msgstr \"Met deze optie kunt u automatisch het lightbox-effect toepassen op alle Picasaweb links, mits een geschikte miniatuur voorhanden is (dit is onafhankelijk van het automatisch laden script dat alleen werkt op links naar 'losse' afbeeldingen)

source: This option allows the user to automatically add the Slimbox effect to Flickr links when provided an appropriate url (this is separate from the autoload script which only functions on direct image links). <b>Default is Disabled.</b>
nl_nl: Met deze optie kunt u automatisch het lightbox-effect toepassen op alle Flickr links, mits een geschikte miniatuur voorhanden is (dit is onafhankelijk van het automatisch laden script dat alleen werkt op links naar 'losse' afbeeldingen)

source: This option allows the user to navigate between the first and last images of a Slimbox gallery group when there is more than one image to display. <b>Default is Disabled.</b>
nl_nl: Met deze optie kunt u van de laatste naar eerste afbeelding (en terug) van een Slimbox-galerij navigeren, mits er meer dan 1 afbeelding is.
